Repository: raspberrypi-ui/bookshelf
Catalog: po/*.po
Languages: hy, ko, pt, sk

source: Downloading - please wait...
hy: Ներբեռնում - խնդրում ենք սպասել...
ko: 내려받는 중 - 잠시만 기다려주세요...
pt: A transferir - aguarde...
sk: Sťahujem - čakajte, prosím...

source: Unable to download file
hy: Չկարողացավ ներբեռնել նիշքը
ko: 자료를 내려받을 수 없음
pt: Não foi possível transferir o ficheiro
sk: Nie je možné prevziať súbor

source: Disk full - unable to download file
hy: Սկավառակը լիքն է - հնարավոր չէ ներբեռնել նիշքը
ko: 디스크 용량 부족 - 자료를 내려받을 수 없음
pt: Disco cheio - não foi possível transferir o ficheiro
sk: Disk je plný - nie je možné prevziať súbor

source: Reading list of publications - please wait...
hy: Հրապարակումների ցուցակի ընթերցում - խնդրում ենք սպասել...
ko: 간행물 목록을 읽는 중 - 잠시만 기다려주세요...
pt: A ler lista de publicações - aguarde...
sk: Načítavam zoznam publikácií - čakajte, prosím...

source: Disk full - unable to download updates
hy: Սկավառակը լիքն է - հնարավոր չէ ներբեռնել թարմացումները
ko: 디스크 용량 부족 - 판올림을 내려받을 수 없음
pt: Disco cheio - não foi possível transferir as atualizações
sk: Disk je plný - nie je možné prevziať aktualizácie

source: Unable to download updates
hy: Հնարավոր չէ ներբեռնել թարմացումները
ko: 판올림을 내려받을 수 없음
pt: Não foi possível transferir as atualizações
sk: Nie je možné prevziať aktualizácie

source: Download & open item
hy: Ներբեռնել և բացել նյութը
ko: 내려받기 & 열기
pt: Transferir & abrir item
sk: Prevziať a otvoriť položku

source: Open item
hy: Բացել նյութը
ko: 자료 열기
pt: Abrir item
sk: Otvoriť položku

source: Delete item
hy: Ջնջել նյութը
ko: 자료 삭제
pt: Eliminar item
sk: Odstrániť položku

source: _Cancel
hy: _Չեղարկել
ko: _취소
pt: _Cancelar
sk: _Zrušiť

source: _OK
hy: _Լավ
ko: _확인

source: Bookshelf
hy: Գրադարակ
ko: 책장
sk: Knižná polička

source: The _MagPi
ko: _매그파이

source: _Books
hy: _Գրքեր
ko: _도서
pt: _Livros
sk: _Knihy

source: _HackSpace
ko: _핵스페이스

source: _Wireframe
ko: _와이어프레임

source: _Custom PC
ko: _커스텀 PC
sk: _Vlastné PC

source: _Website...
hy: Վեբկայք
ko: _누리집...
sk: _Webová stránka...

source: Visit the Raspberry Pi Press website to see other titles and to purchase print copies and subscriptions
hy: Այցելեք Raspberry Pi մամլո կայք՝ այլ վերնագրերը տեսնելու, տպագիր օրինակներն ու բաժանորդագրությունները գնելու համար
ko: 라즈베리 파이 보도자료 누리집을 방문해 더 많은 자료를 보고 인쇄 사본 및 구독을 구매할 수 있음
pt: Visite o site da Editora Raspberry Pi para ver outros títulos e adquirir exemplares impressos e assinaturas
sk: Navštívte webovú stránku Raspberry Pi Press pre zobrazenie ďalších titulov, nákup papierových verzií publikácií a prihlásenie sa na odbery

source: _Close
hy: _Փակել
ko: _닫기
pt: _Fechar
sk: Za_vrieť

source: Close the bookshelf application
hy: Փակել գրադարակը
ko: 책장 애플리케이션 닫기
pt: Fechar a aplicação
sk: Zatvoriť aplikáciu Knižná polička

source: Download and read Raspberry Pi Press publications
hy: Ներբեռնել և ընթերցել Raspberry Pi մամլո հրապարակումները
ko: 라즈베리 파이 보도자료 간행물을 내려받고 읽기
pt: Tranfira e leia as publicações da Editora Raspberry Pi
sk: Stiahnite a prečítajte si knihy a časopisy od Raspberry Pi Press

source: label
pt: etiqueta
